{
    "id": "2004Chemie",
    "title": [
      {
        "lang": "de",
        "value": "Bildungsstandards Chemie MSA 2004"
      }
    ],
    "csv_delimiter": ",",
    "base": "https://w3id.org/iqb/v40",
    "outDir": "./",
    "creator": "IQB - Institut zur Qualitätsentwicklung im Bildungswesen",
    "vocabularies": [
      {
        "id": "k1",
        "title": [
          {
            "lang": "de",
            "value": "Standards (Kompetenzen)"
          }
        ],
        "filenameSource": "k1_Bildungsstandards_Kompetenzbereiche.csv",
        "filenameTarget": "k1_Bildungsstandards_Kompetenzbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Mit dem Erwerb des Mittleren Schulabschlusses verfügen die Schülerinnen und Schüler über naturwissenschaftliche Kompetenzen im Allgemeinen sowie chemische Kompetenzen im Besonderen.\n\n Kompetenzen sind nach Weinert (2001) ,die bei Individuen verfügbaren oder durch sie erlernbaren kognitiven Fähigkeiten und Fertigkeiten, um bestimmte Probleme zu lösen, sowie die damit verbundenen motivationalen, volitionalen und sozialen Bereitschaften und Fähigkeiten, um die Problemlösungen in variablen Situationen erfolgreich und verantwortungsvoll nutzen zu können'. Die Kompetenzen, die eine naturwissenschaftliche Grundbildung ausmachen, bieten Anknüpfungspunkte für fachübergreifendes und fächerverbindendes Arbeiten. Sie werden ohne Berücksichtigung ihrer Vernetzung vier Bereichen zugeordnet und für das Fach Chemie spezifiziert:\"\""
          }
        ]
      },
      {
        "id": "a1",
        "title": [
          {
            "lang": "de",
            "value": "Anforderungsbereiche"
          }
        ],
        "filenameSource": "a1_Anforderungsbereiche.csv",
        "filenameTarget": "a1_Anforderungsbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Da noch keine empirisch abgesicherten Kompetenzstufenmodelle vorliegen, wird zunächst zur Einschätzung der in den Aufgabenbeispielen gestellten Anforderungen auf drei Bereiche zurückgegriffen, die sich in ihrer Beschreibung an den Einheitlichen Prüfungsanforderungen in der Abiturprüfung (EPA) orientieren. Dabei gilt, dass die Anforderungsbereiche nicht Ausprägungen oder Niveaustufen einer Kompetenz sind. Es handelt sich vielmehr um Merkmale von Aufgaben, die verschiedene Schwierigkeitsgrade innerhalb ein und derselben Kompetenz abbilden können. Die nachfolgenden Formulierungen zeigen deshalb zunächst charakterisierende Kriterien zur Einordnung in einen der Anforderungsbereiche auf.\"\""
          }
        ]
      }
    ]
  }
